Repository: mi11ione/ITMO.Events
Catalog: ITMO.EVENTS/Source/Localizable.xcstrings
Source language: ru
Languages: en

# Continue via
source: Продолжить с
en: Continue Via

source: Готово
en: Done

source: Для всех
en: Free for all

source: Для студентов
en: For students

source: Должность
en: Position

source: Загрузить изображение
en: Select an image

source: Имя Фамилия
en: Your name

source: История посещенных мероприятий
en: Attended events history

source: Кронва
en: Kronv

source: Ломо
en: Lomo

source: Назад
en: Back

source: Название мероприятия
en: Event name

source: Онлайн
en: Online

source: Описание мероприятия
en: Event description

source: Офлайн
en: Offline

source: Подробности
en: Details

source: Пример: ITMO.MegaBattle
en: Example: ITMO.MegaBattle

source: Пример: Очень интересное мероприятие
en: Example: A very interesting event

source: Проверено
en: Verified

source: Профиль и Настройки
en: Profile and Settings

source: Создать мероприятие
en: Create an event

source: Состоится
en: Will take place

source: Шапка мероприятия
en: Event header
